[
  {
    "id": "1",
    "title": "Boursouf",
    "description": "Le Boursouf est un animal de compagnie de petite taille à la fourrure douce, et de forme sphpopulaire surtout chez les jeunes sorciers/sorcières et ceux depuis plusieurs génération. Il aime les câlins et est très docile. Il mange n'importe quoi faire attention à sa langue extensible qui vous lèchera les narines.",
    "price": "2 gallion d'or 10 mornilles d'argent",
    "image": "../src/Img/boursouf.jpg",
    "category": "Boule de poil"
  },
  {
    "id": "2",
    "title": "Chat",
    "description": "Le chat noir est souvent choisi parmi tant d'autre comme compagnon pour les sorciers/sorcières. Il aime chasser et se balader, il vous sera loyal mais attention certains on leur petit caractère.",
    "price": "10 gallion d'or 5 mornilles d'argent",
    "image": "../src/Img/chat.jpg",
    "category": "Félins"
  },
  {
    "id": "3",
    "title": "Chouette Harfang des neiges",
    "description": "la description de l'article",
    "price": "70 gallion d'or 10 mornilles d'argent",
    "image": "../src/Img/Hedwige.png",
    "category": "Rapace"
  },
  {
    "id": "4",
    "title": "Licorne",
    "description": "La licorne est d'une espèce de cheveaux rare, à l'age adulte une corne apparait sur son front, elle est généralement d'une robe blanche aux crin et la corne argenté. De nature timide elle se laissera plus facilement approcher par une sorcière (mesdames à vos carresses elle succombera ^^) Respectez-la avec la plus grande sincérité et votre lien sera des plus fort. ATTENTION les sort jeté près d'elle peuvent l'effrayer.",
    "price": "7000 gallion d'or 500 mornilles d'argent",
    "image": "../src/Img/Licorne.jpg",
    "category": "Chevaux Magique"
  },
  {
    "id": "5",
    "title": "Sombral",
    "description": "Une espèce de chevaux magique ailé qui parfois fait peur au vue de son apparence rassurez-vous ils sont doux au toucher (comme du velour), seul ceux ayant vu la mort peuvent les voir mais ils ne sont en aucun cas dangereux du moins si on ne les énerve pas bien-sur. Ils sont de couleur noir, leur apparence est squelettiques et dotés des ailes semblables à celle des chauve-souris. Ils aiment l'obscurité, sont omnivores et ont un sens de l'orientation sur-développer.",
    "price": "7000 gallion d'or 500 mornilles d'argent",
    "image": "../src/Img/sombral.jpg",
    "category": "Chevaux Magique"
  },
  {
    "id": "6",
    "title": "Hyppogriffe",
    "description": "Les hyppogriffe sont des créatures hybride mi-cheval mi-aigle. Ils sont extrêmement fière et peut blesser quiconque le maltraite.",
    "price": "10 000 gallion d'or 700 mornilles d'argent",
    "image": "../src/Img/Hypo.jpg",
    "category": "Chimère"
  },
  {
    "id": "7",
    "title": "Vert Gallois",
    "description": "Le vert gallois est l'un des deux dragons natifs de Grande-Bretagne avec le Noir des Hébrides. Ils vivent dans les hautes montagnes où des réserves de préservation à son espèce. Ils sont de nature paisible et préfère éviter les humains.",
    "price": "5M gallion d'or 500 mornilles d'argent",
    "image": "../src/Img/vert_gallois.jpg",
    "category": "Dragon"
  },
  {
    "id": "8",
    "title": "Maggyar à Pointe",
    "description": "Le maggyar à pointe est le plus dangereux de tous les dragons. Attention femelle beaucoup plus dangerause que le mâle !",
    "price": "10M gallion d'or 500 mornilles d'argent",
    "image": "../src/Img/maggy.jpg",
    "category": "Dragon"
  }
]
